Repository: Rcalaf/Canu-IOS
Catalog: CANU/*.lproj/Localizable.strings
Languages: ca, es, sv

source: I'm new
ca: Sóc nou
es: Soy nuevo
sv: Jag är ny

source: Sign in
ca: Iniciar sessió
es: Inicia sessión
sv: Logga in

source: Create an account
ca: Crear un usuari
es: Crear una cuenta
sv: Skapa ett konto

# I have an account
source: I already have an account
ca: Ja tinc un usuari
es: Ya tengo una cuenta
sv: Jag har redan ett konto

# Create Account
source: Create an account
ca: Crear un usuari
es: Crear una cuenta
sv: Skapa ett konto

source: Username
ca: Nom d'usuari
es: Nombre de usuario
sv: Användarnamn

source: Password
ca: Contrasenya
es: Contraseña
sv: Lösenord

source: Next
ca: Següent
sv: Nästa

source: Done
ca: Validar
es: Hecho
sv: Klar

source: By signing up I agree with the
ca: Estic d'acord amb
es: Firmando afirmas estar de acuerdo con
sv: När du trycker nästa medger du att du godkänner våra

source: and the
ca: i de
es: y de
sv: och att du läst vår

source: Terms
ca: Termes
es: Terminos
sv: Användarvillkor

source: Privacy Policy
ca: Política de Privacitat
es: Politica de Privacidad
sv: Säkerhetspolicy

# Your Profile
source: Your info
ca: El teu Perfil
es: Tu información
sv: Din information

# Choose an existing one
source: Choose from library
ca: Escull de la biblioteca
es: Elige de la carrete
sv: Välj från biblioteket

source: Take a picture
ca: Fés una foto
es: Tomar una foto
sv: Ta foto

source: Cancel
ca: Cancel·lar
es: Cancelar
sv: Avbryt

source: Full name
ca: Nom complert
es: Nombre completo
sv: För- och efternamn

# Phone check
source: Phone verification
ca: Verificar telèfon
es: Verificando teléfono
sv: Telefonnummer verifikation

source: Please confirm your country code and enter your phone number
ca: Si et plau, confirma el teu codi de país i entra el teu número de telèfon
es: Por favor confirma el código de país y entra tu número de teléfono

# Check the sms that has been send to you
source: An sms with the code has been sent to you
ca: T'hem enviat el codi amb un sms
es: Te hemos enviado un sms con un código
sv: Ett sms med koden har skickats till dig

# I promise that this is my number.
source: Press send to verify your phone number.
ca: Presiona enviar per verificar el teu número de telèfon.
es: Presiona enviar para verificar tu num. de teléfono.
sv: Jag lovar att det här är mitt nummer.

# Reverify my number
source: Try again
ca: Reintentar
es: Reintentar
sv: Försök igen

source: Verify my number
ca: Verifica el meu número
es: Verifica mi numbero
sv: Verifiera mitt nummer

source: Welcome back
ca: Benvingut de nou
es: Bienvenido de vuelta
sv: Välkommen tillbaka

# Forgot password
source: I forgot my password
ca: He oblidat la contrasenya
es: Olvidé my contraseña
sv: Jag har glömt mitt lösenord

source: Reset password
ca: Nueva contrasenya
es: Nueva contraseña
sv: Återställ lösenord

# your email or phone number
source: E-mail or phone number
ca: E-mail o número de telèfon
es: E-mail o número de teléfono
sv: E-post eller telefonnummer

source: Check your E-mail. Contact us if you need help
ca: Comprova el teu E-mail. Contacta amb nosaltres si necessites ajuda
es: Comprueba tu E-mail. Contacta con nosotros si necesitas ayuda
sv: Kolla din inkorg. Kontakta oss om du behöver hjälp

# Looks like you have plenty of spare time
source: You have nothing in your schedule
ca: No hi ha res a la teva agenda
es: No tienes nada en tu dia
sv: Du ser ut att ha gott om fritid

# Your friends seem asleep
source: You have no invitations
ca: No tens cap invitació
es: No tienes ninguna invitación
sv: Det ser ut som om dina vänner sover

# There isn't much happening around you
source: You have no activities around you
ca: No hi ha activitats al teu voltant
es: No hay actividades a tu alrededor
sv: Det verkar inte hända något runt omkring dig just nu

# I want to change this
source: Create activity
ca: Crear una activitat
es: Crear una actividad
sv: Jag vill ändra på detta

# Locked until we are enougth. Read why
source: Locked until we are enough. Read why
ca: Bloquejat fins que no siguem prous. Llegir perquè
es: Bloqueado mientras no seamos suficientes. Leer porque
sv: Låst tills vi är tillräckligt många. Läs varför

source: Read why
ca: Llegir perquè
es: Leer porque
sv: Läs varför

# people included
source: Are ready to meet new people
ca: Preparat per coneixer gent
es: Perparado para conocer gente
sv: Räknade

source: We’ll let you know once new areas go live.
ca: Et farem saber quan noves areas estiguin actives
es: Te haremos saber cuando nuevas areas estén activas
sv: Vi säger till när nya områden öppnas

# COUNT ME IN
source: I’m ready
ca: Estic preparat
es: Estoy preparado
sv: RÄKNA MED MIG

source: Become an Early Bird
ca: Sigues un pioner
es: Se un pionero
sv: BLI EN EARLY BIRD

source: Want early access?
ca: Vols ser dels primers?
es: Quieres ser de los primeros?
sv: Vill du ha tidig tillgång?

source: Add name
ca: Afagir el meu nom
es: Añade mi nombre
sv: Lägg till namn

source: Got it
ca: Captat
es: Lo entiendo

# It's how you create an activity
source: Here you create your own activity
ca: Aquí crees les teves activitats
es: Aquí creas tus propias actividades

# New activity
source: Create activity
ca: Crear activitat
es: Crear actividad

# Activities around you
source: Here you’ll find activities around you
ca: Aquí trobaràs les activitats que t'envolten
es: Aquí encontrarás actividades que te rodean

# Local
source: Public
ca: Públic
es: Público

# Activities you are invited to
source: Here you’ll find activities you’re invited to
ca: Aquí trobaràs les activitats a les que t'han convidat
es: Aquí encontrarás actividades a las que has sido invitado

# Tribes
source: Tribe
ca: Tribu
es: Tribu

# Your schedule
source: Here you’ll find your schedule
ca: Aquí trobaràs la teva agenda
es: Aquí encontrarás tu agenda

source: Profile
ca: Perfil
es: Perfil

# Unknown Error
source: Unknown error, sorry for that
ca: Perdó, error desconegut
es: Lo sentimos, error desconocido
sv: Okänt fel, vi ber om ursäkt

# Please restart your action
source: Please try again
ca: Si et plau, intenta de nou
es: Por favor prueba otra vez
sv: Försök igen

# No Internet Connection
source: Woups, where did your internet go?
ca: Woups, on ha anat a para internet?
es: Woups, a donde fue tu internet?
sv: Ojdå, vart tog internet vägen?

# Internal Error
source: Hey-oo, something went wrong
ca: Hey-oo, alguna cosa ha anat malament
es: Hey-oo, algo fue mal
sv: Hoppsan, något gick fel

# Settings > Privacy > Contacts
source: To sync contacts go to Settings > Privacy > Contacts and activate CANU
ca: Per sinc. els contactes ves Configuració > Privacitat > Contactes i activa CANU
es: Para sincronizar contactos ves Configuración > Privacidad > Contactos y activa CANU
sv: Ge tillgång till dina kontakter genom att gå till Inställningar > Integritetsskydd > Kontakter och aktivera CANU

# We need to know where you are
source: It’s good if we know where you are
ca: És bo si sabem on et trobes
es: Es bueno si sabemos donde te encuentras
sv: Det är bra om vi vet du är

# Enable my GPS
source: Enable GPS
ca: Activa GPS
es: Activa GPS
sv: Aktivera GPS

# Settings > Privacy > Location
source: To activate the local feed go to Settings > Privacy > Location and activate CANU
ca: Per activar la llista local vés Configuració > Privacitat > Localizació i activa CANU
es: Para activar la lista local ves Configuración > Privacidad > Localización y activa CANU
sv: För att få tillgång till det lokala flödet gå till Inställningar > Integritetsskydd > Platstjänster och aktivera CANU

# Would you like to be notified when your friends invite you ?
source: Would you like to be notified when your friends invite you to activities?
ca: T'agradaria rebre notificacions quan els teus amics et conviden a les activitats?
es: Te gustaría recibir notificaciones cuando tus amigos te inviten a actividades?
sv: Vill få notiser när dina vänner bjuder in dig till aktiviteter?

source: To receive notifications if an activity your going to change go to Settings > Notifications and set CANU to Banners
ca: Per rebre notificacions vés a Configuració > Notificacions i configura CANU a Banners
es: Para recibir notificationes ves a Configuración > Notificaciones y configura CANU a Tiras
sv: För att få notiser när en aktivitet du ska gå till ändras gå till Inställningar > Notiscenter och sätt CANU till Banderoller

# Release for create a activity
source: Release to create an activity
ca: Deixa anar per crear una activitat
es: Suelta para crear una actividad
sv: Släpp för att skapa en aktivitet

# What do you want to do?
source: What are you up to?
ca: Que vols fer?
es: Que te gustaría hacer?
sv: Vad ska ni göra?

source: Today
ca: Avui
es: Hoy
sv: Idag

source: Tomorrow
ca: Demà
es: Mañana
sv: Imorgon

source: At :
ca: Quan :
es: Cuando :
sv: Kl. :

source: For :
ca: Durant :
es: Durante :
sv: i :

# Find a place
source: Search for a place or location
ca: Buscar el lloc o la ubicació
es: Busca el lugar o ubicación
sv: Sök efter en plats eller adress

# Search for a companion
source: Search for people
ca: Buscar gent
es: Busca gente
sv: Sök efter en kompanjon

source: My tribe
ca: La meva tribu
es: Mi tribu
sv: Min stam

# Add details (Optional)
source: Details (Optional)
ca: Detalls (Opcional)
es: Detalles (Opcional)
sv: Detaljer (Valfritt)

# Current Location (Change)
source: My current location (Change)
ca: Ubicación actual (Canviar)
es: Mi ubicación actual (Cambiar)

# Touch to change
source: Tap to change
ca: Toca para canviar
es: Toca para cambiar

# Current Location
source: My current location
ca: Ubicación actual
es: Mi ubicación actual
sv: Nuvarande position (Ändra)

# Somewhere
source: Close by
ca: Cerca de
es: Cerca de
sv: I närheten

# SEARCH ON THE MAP
source: Search on map
ca: Buscar en el mapa
es: Buscar en el mapa
sv: Sök på kartan

source: Search
ca: Buscar
es: Buscar
sv: Sök

# ON THE MAP
source: on map
ca: en el mapa
es: en el mapa
sv: på kartan

# No results ...
source: Can’t seem to find what you where looking for
ca: No trobem el lloc que busques
es: Parece que no encontramos el sitio que buscas
sv: Inga träffar…

# Adress
source: Address
ca: Direcció
es: Dirección
sv: Adress

source: Send activity
ca: Enviar activitat
es: Crear actividad
sv: Skicka aktivitet

source: Save location
ca: Guardar ubicació
es: Guardar ubicación
sv: Spara

source: Pin location
ca: Pin de la ubicació
es: Pin de la ubicación
sv: Nålens position

source: Save
ca: Guardar
es: Guardar
sv: Spara

source: Delete
ca: Eliminar
es: Eliminar
sv: Radera

# Long press at a new place t0 move the pin
source: Long press at a new location to move the pin
ca: Persiona una estona en la nova ubicació per moure el pin
es: Persiona largo en la nueva ubicación para mover el pin
sv: Peka och håll för att ändra nålens position

source: Yes
ca: Si
es: Si
sv: Ja

source: Those who are not yet on CANU will receive a text message with a link to your activity.
ca: Els que encara no son a CANU rebran un misatge de text amb un enllaç a la teva activitat.
es: Los que aún no están en CANU recivirán un mensaje de texto con un enlace a tu actividad.
sv: De som inte har CANU ännu kommer få ett sms med länken till din aktivitet

source: will not be invited if you cancel. Are you sure?
ca: No serà convidat si cancel·les. Estàs segur?
es: No será invitado si cancelas. Estás seguro?
sv: kommer inte bli bjuden om du avbryter Är du säker?

source: other will not be invited if you cancel. Are you sure?
ca: No serà convidat si cancel·les. Estàs segur?
es: Otro no serán invitados si cancelas. Estás seguro?
sv: andra kommer inte bli bjudna om du avbryter. Är du säker?

source: others will not be invited if you cancel. Are you sure?
ca: Altres no seran convidats si cancel·les. Estàs segur?
es: Otros no serán invitados si cancelas. Estás seguro?
sv: andra kommer inte bli bjudna om du avbryter. Är du säker?

source: and
ca: i
es: y
sv: och

source: None of whom you've selected is on CANU - yet. Are you sure you want to delete your activity?
ca: Cap dels seleccionats es troben a CANU - encara. Estàs segur que vols eliminar la activitat?
es: Ninguno de los seleccionados están en CANU - aún. Estás seguro que quieres eliminar la actividad?
sv: Ingen av de du valt har CANU än Är du säker på att du vill radera aktiviteten?

source: Delete
ca: Eliminar
es: Eliminar
sv: Radera

source: Everyone around
ca: Tothom del voltant
es: Todo el mundo alrededor

# Makes the Activity Local
source: Makes the activity public
ca: Fer una activitat pública
es: Hacer la actividad pública

source: Send
ca: Enviar
es: Enviar
sv: Skicka

# Write something nice...
source: Say something nice...
ca: Escriu algo divertit...
es: Escribe algo divertido...
sv: Säg något snällt …

# Invite others
source: Invite more
ca: Convida a altres
es: Invita a otros

# Add peoples
source: Invite
ca: Afagir
es: Añade

# others peoples
source: other people
ca: altra gent
es: otra gente

source: other person
ca: altra persona
es: otra persona

source: Sign out
ca: Tancar sessió
es: Cerrar sessión

source: Our Privacy Policy
ca: La nostre Política de Privacitat
es: Nuestra Política de privacidad

source: Edit profile
ca: Editar perfil
es: Editar perfil

source: Change your password
ca: Canvia contrasenya
es: Cambiar contraseña

source: New password
ca: Nou contrasenya
es: Nuevo password

source: Password confirmation
ca: Confirmar contrasenya
es: Confirmar contraseña

# Edit your password
source: Change your password
ca: Canviar la teva contrasenya
es: Cambiar tu cotraseña

source: E-mail
sv: E-post

source: Reset
sv: Återställ

source: No
sv: Nej
